import React from 'react';
import { Link } from 'react-router-dom';

const MissingAlert = () => {
    return (
        <div className='bg-teal-100 p-10 my-10 mx-auto w-[98%]'>
           <p>ওয়েবসাইট এর কাজ চলমান। প্রতিনিয়ত আপডেট আসবে এই ওয়েবসাইট এ। এই পেজ এ কিছু ইনফরমেশন যুক্ত করা বাকি থাকতে পারে, আমার একার পক্ষে একসাথে সকল ইনফরমেশন সংগ্রহ করে কাজ শেষ করতে অনেক সময়ের প্রয়োজন। তাই প্রাথমিকভাবে ওয়েবসাইট চালু করা হয়েছে আপডেট এর মাধ্যমে সকল ইনফরমেশন যুক্ত করা হবে। </p> 

           <p className='mt-5 font-semibold'>এই পেজ এ যুক্ত করার মতো কোন ইনফরমেশন যদি আপনার কাছে থাকে তাহলে অনুগ্রহ করে <Link to="" className='text-blue-600'>এখানে ক্লিক করে</Link> আমার পার্সোনাল দেসবুক প্রোফাইল এ মেসেজ করুন। ধন্যবাদ</p>
        </div>
    );
};

export default MissingAlert;