import React from 'react';

const Scroll = () => {
    return (
        <div className='p-2 font-semibold text-red-600'>
            <marquee>আমি চেষ্টা করেছি তিলকপুর এর সকল গুরুত্বপূর্ণ ইনফরমেশন এই ওয়েবসাইট এ যুক্ত করার জন্য। যদি কোন কিছু বাদ পরে যায় দয়া করে ডেভেলপার অপশন থেকে আমার পার্সোনাল প্রোফাইল এ মেসেজ করে জানিয়ে দেন। এই ওয়েবসাইট টা প্রতিনিয়ত আপডেট হতে থাকবে। আমি তিলকপুর যেগুলা ঘুরে ঘুরে দেখে পেয়েছি সেইগুলা যুক্ত করেছি। ভাষাগত, টেকনিক্যাল, এবং অন্যান্য ভুল ক্ষমার দৃষ্টিতে দেখবেন এবং আমাকে জানাবেন আমি সংশোধন করবো ইনশাআল্লাহ</marquee>
        </div>
    );
};

export default Scroll;