import React from 'react';

const Shopping = () => {
    return (
        <div>
            <div>
                <h1>জহুরা মার্কেট</h1>
                <p>তিলকপুর রেল স্টেশন এর পূর্ব পাশে জহুরা মার্কেট</p>
            </div>
            <div>
                <h1>আবু তালেব মার্কেট</h1>
                <p>জহুরা মার্কেট এর পূর্ব পাশে</p>
            </div>
            
            <div>
                <h1>অন্যান্য</h1>
                <p>এছারাও আরও অনেক মার্কেট আছে, যেমনঃ তিলকপুর সান্তাহার সি-এন-জি স্ট্যান্ড এর দক্ষিন পাশের মার্কেট, তিলকপুর জিরো পয়েন্ট এর আশেপাশে মার্কেট।</p>
            </div>
            
        </div>
    );
};

export default Shopping;